questions = [
    ("В какое время года вы родились?", {
        "Зима": "А",
        "Весна": "Б",
        "Лето": "В",
        "Осень": "Г"
    }),

    ("Какое из этих мест вас больше всего привлекает?", {
        "Лес": "А",
        "Горы": "Б",
        "Город": "В",
        "Море": "Г"
    }),

    ("Каким правилом вы руководствуетесь, чтобы принять важное решение?", {
        "Семь раз отмерь - один отрежь": "А",
        "Лучшая защита - нападение": "Б",
        "Умный в гору не пойдет, умный гору обойдет": "В",
        "Ой,будь что будет": "Г"
    }),

    ("Выберите ваше любимое время суток?", {
        "Утро": "А",
        "День": "Б",
        "Вечер": "В",
        "Ночь": "Г"
    }),

    ("Кто вы в этой жизни?", {
        "Мыслитель": "А",
        "Оптимист": "Б",
        "Лидер": "В",
        "Охотник": "Г"
    }),

    ("что вы хотите от жизни?", {
        "Оставаться здоровым и сильным": "А",
        "Познять себя и мир вокруг": "Б",
        "Приключения и свободу": "В",
        "Крепкую и дружную семью": "Г"
    }),

    ("Чего вы больше всего боитесь?", {
        "Одиночества": "А",
        "Предательства": "Б",
        "Ошибиться": "В",
        "Изменений": "Г"
    }),

    ("Какое качество вы хотели бы развить в себе?", {
        "Ответственность": "А",
        "Общительность": "Б",
        "Упорство": "В",
        "Силу воли": "Г"
    }),

    ("Что для вас важнее всего?", {
        "Семья": "А",
        "Карьера": "Б",
        "Творчество": "В",
        "Приключения": "Г"
    }),

    ("Для вас важно, чтобы дома было...", {
        "Уютно": "А",
        "Тепло": "Б",
        "Светло": "В",
        "Спокойно": "Г"
    }),
]







